{
  "basics": {
    "name": "Evan Killion",
    "label": "Transportation and Planning Professional",
    "image": "",
    "email": "evankillion@outlook.com",
    "phone": "(860) 990-3504",
    "url": "https://evankilli.github.io/",
    "summary": "Hello, my name is Evan Killion, a young professional in planning and adept data analyst. I have a keen interest in working to promote more livable, sustainable, and equitable communities through data-driven and responsive policy making. I have strong experience in QGIS and R, among other platforms, as well as working directly with the public through outreach events, focus groups, and even intercept surveying.",
    "profiles": [
      {
        "network": "Github",
        "username": "evankilli",
        "url": "https://github.com/evankilli"

      }
    ]
  },
  "work": [
    {
      "name": "Resource Systems Group, Inc.",
      "position": "Mobility Research Analyst",
      "location": "Remote",
      "url": "https://www.rsginc.com",
      "startDate": "2022-03-01",
      "summary": "Proved myself as a dependable and capable who helps public and private sector transportation clients uncover actionable insights from a variety of datasets and eveluate ridership behavior and policy impacts. Work across a range of transportation modes and excel at managing the technical and logistical aspects of fieldwork, coordinating with stakeholders, and preparing reports and analysis.",
      "highlights": ["Stepped into a project management role to lead the study of possible vehicle registration strategies and policies for a state agency.",
"Conducted quantitative analysis and data processing and published reports evaluating pilot programs for fare-free transit in various cities, ground access at air hubs, and for other elements of transit ridership and transit rider experience across the country.",
"Studied the impacts of housing policy changes on transportation revenue in a Northeastern state, opportunities to mitigate any funding losses, and the capacity of local governments to expand their oversight of development.",
"Conducted industry and stakeholder outreach, validated and developed transit schedule data data, and collaborated with the Bureau of Transportation Statistics and other researchers to complete a study under the Transportation Research Board, culminating in the publication of the publicly available Intercity Bus Atlas and of a final report, guide to GTFS use for planners, guide to GTFS development, and guide to future implementation.",
"Managed scoping, security, logistics, and staff and communicated with vendors, subcontractors, clients, and temporary staff to manage risks in data collection and ensure the exemplary and on-time delivery of survey datasets for projects across a variety of locations, transportation modes, and survey modalities.",
"Synthesized responses from one-on-one calls, focus groups, and other meetings with state departments of transportation to submit recommendations to Amtrak and state partners to better align their data collection, analytics, and marketing strategies.",
"Prepared and implemented FTA STOPS ridership forecasting to establish a baseline calibration for other studies and model future ridership of various transit expansions for a major Southeastern metropolitan area."
]
    },
    {
      "name": "City of Cambridge Community Development Department (now Department of Transportation)",
      "location": "Cambridge, MA",
      "position": "Sustainable Transportation Planning Intern",
      "url": "https://www.cambridgema.gov/Departments/Transportation",
      "startDate": "2021-09-29",
      "endDate": "2022-02-25",
      "summary": "Worked to improve bicycle and pedestrian mobility as an intern with the City of Cambridge Community Development Department's transportation planning division.",
      "highlights": ["Managed the week-to-week business and public meetings of the city’s advisory Pedestrian and Bicycle Committees and conducted in-person outreach and volunteer events related to cycling safety and promotion.",
"Assisted in planning for the local expansion of the Bluebikes bikeshare network and developed strategies to coordinate with the Department of Public Works and their programs.",
"Maintained database of bicycle infrastructure improvements associated with new and proposed developments.",
"Published a monthly active transportation report as well as maps and other deliverables intended for public use.",
"Performed regular updates to relevant City webpages."
]
    },
    {
      "name": "Cardullo's Gourmet Shoppe",
      "location": "Cambridge, MA",
      "position": "Sales Clerk",
      "url": "https://www.cardullos.com",
      "startDate": "2021-10-01",
      "endDate": "2022-03-30",
      "summary": "Performed front- and back-of-house duties at and assisted in the deli of a boutique gourmet grocery located on Cambridge's iconic Harvard Square",
      "highlights": ["Delivered friendly and efficient service to upwards of 100 daily customers, ensuring a welcoming and organized shopping experience.",
      "Ensured completion of transactions, resolution of customer concerns, and completion of necessary back-of-house tasks during high-volume special events and holidays.",
      "Provided tailored recommendations for gifts, wine, and food items."
    ]
    },
    {
      "name": "Buy Again Alley",
      "location": "Middlebury, VT",
      "position": "Social Media Associate",
      "url": "https://www.facebook.com/buyagainalley/",
      "startDate": "2018-10-01",
      "endDate": "2019-05-15",
      "summary": "Supervised a small consignment and thrift store in Middlebury's Downtown and developed the store's social media presence",
      "highlights": ["Performed general retail store duties such as opening and closing, donation intake, customer service, restocking, inventory, cleaning, and seasonal decorating, often working alone.",
"Photographed merchandise and promoted the business through strategically designed Facebook and Instagram posts."
]
    }
  ],
  "volunteer": [
    {
      "organization": "Cambridge Pedestrian Advisory Committee",
      "location": "Cambridge, Massachusetts",
      "position": "Citizen Member",
      "url": "https://www.cambridgema.gov/cdd/transportation/forthepublic/pedestriancomm",
      "startDate": "2024-02-01",
      "endDate": "2024-08-08",
      "summary": "Member of citizen advisory committee focused on pedestrian issues in the City of Cambridge. Learned about relevant topics and advised on city policies, infrastructure projects, and developments. Member until relocation."
    },
    {
      "organization": "Gather: a Progressive Fellowship of Christians and Friends",
      "location": "Middlebury College, Middlebury, Vermont",
      "position": "President, Treasurer",
      "url": "https://www.cambridgema.gov/cdd/transportation/forthepublic/pedestriancomm",
      "startDate": "2018-04-01",
      "endDate": "2021-05-31",
      "summary": "Led a progressively-oriented student spiritual life group focused on developing LGBT-affirming senses of faith and deconstructing racist, sexist, and homophobic conceptions of Christianity and systems of belief.",
      "highlights": ["Worked with other student spiritual life organizations to develop interfaith programming.",
      "Presented and advertised three annual discussion series focusing on examining special topics.",
    "Nominated for Charles P. Scott Center for Spiritual and Religious Life—Interfaith Cooperation Award."]
    }
  ],
  "education": [
    {
      "institution": "Middlebury College",
      "location": "Middlebury, Vermont",
      "url": "https://www.middlebury.edu/",
      "area": "Geography",
      "studyType": "BA",
      "startDate": "2017-09-11",
      "endDate": "2021-05-31",
      "courses": ["Open Source GIScience",
                  "Spatial Thinking with GIS",
                  "Urban Gepography",
                  "Architecture of Planning and Place",
                  "Russian Language and Culture"                ]
    }
  ],
  "awards": [
    {
      "title": "Charles P. Scott Center for Spiritual and Religious Life—Spiritual Life Leadership Award",
      "date": "2020",
      "awarder": "Middlebury College Charles P. Scott Center for Spiritual and Religious Life",
      "url": "https://www.middlebury.edu/college/student-life/student-activities/student-organizations/student-leadership-awards/2020-award-nominees",
      "summary": "Given to a student who advances spiritual life on campus or supports the spiritual journey of peers through prayer, study, or other activities. Awarded to MOSAIC Interfaith House as a group."
    },
    {
      "title": "Charles P. Scott Center for Spiritual and Religious Life—Interfaith Cooperation Award",
      "date": "2019",
      "awarder": "Middlebury College Charles P. Scott Center for Spiritual and Religious Life",
      "url": "https://www.middlebury.edu/announcements/news/2019/04/college-presents-student-leadership-awards",
      "summary": "The award recognizes students who actively promote and facilitate interfaith understanding, communication, or programming. Awarded to MOSAIC Interfaith House as a group."
    },
    {
      "title": "National Security Language Initiative for Youth",
      "date": "2016",
      "awarder": "United States Department of State Bureau of Educational and Cultural Affairs",
      "url": "https://www.nsliforyouth.org/about/",
      "summary": "Recipient of a full scholarship to participate in a two-month language immersion program in Kirov, Russia sponsored by the US State Department."
    }
  ],
  "publications": [
    {
      "name": "Implementation of the National Intercity Bus Atlas",
      "publisher": "The National Academies Press",
      "releaseDate": "2025-07-16",
      "url": "https://nap.nationalacademies.org/catalog/29119/implementation-of-the-national-intercity-bus-atlas",
      "summary": "The Intercity Bus Atlas was developed to facilitate the promotion of intercity bus use by providing comprehensive service provider, route, and scheduling information in a public-facing online platform. NCHRP Research Report 1150: Implementation of the National Intercity Bus Atlas documents  the development of the data framework for mapping. Technical challenges and hesitancy by some private carriers to share certain operating data resulted in several key information gaps. The report offers suggested future improvements to the atlas such as including more service characteristics and strategies to address data collection challenges."
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "Russian",
      "fluency": "Advanced",
      "icon": ""
    },
    {
      "language": "French",
      "fluency": "Intermediate-to-Advanced",
      "icon": ""
    }
  ],
  "interests": [
    {
      "name": "Urbanism, Planning, and Geography",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Open Source Geospatial Analysis",
        "Geography of Migration",
        "Regional Identity",
        "Historical Geography of New England"      ]
    },
    {
      "name": "Hobbies",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Analog Photography",
        "Kayaking",
        "Embroidery",
        "Board Gaming",
        "Geneaology",
        "Cooking and Baking",
        "Travel"
      ]
    }
  ]
}
